Revit 2027 API
Boolean Properties
The SpecTypeId.Boolean type exposes the following members.
Properties
Name | Description
YesNo |  Yes/No, in discipline Common.
Top
See Also
Reference
SpecTypeId.Boolean Class
Autodesk.Revit.DB Namespace